package main;

import org.springframework.boot.SpringApplication;
import org.springframework.boot.autoconfigure.SpringBootApplication;

@SpringBootApplication
public class AdminDemoApplication {

	public static void main(String[] args) {
		SpringApplication.run(AdminDemoApplication.class, args);
		 System.out.println(" ......................阿弥陀佛......................\n" +
	                "                       _oo0oo_                      \n" +
	                "                      o8888888o                     \n" +
	                "                      88\" . \"88                     \n" +
	                "                      (| -_- |)                     \n" +
	                "                      0\\  =  /0                     \n" +
	                "                   ___/‘---’\\___                   \n" +
	                "                  .' \\|       |/ '.                 \n" +
	                "                 / \\\\|||  :  |||// \\                \n" +
	                "                / _||||| -卍-|||||_ \\               \n" +
	                "               |   | \\\\\\  -  /// |   |              \n" +
	                "               | \\_|  ''\\---/''  |_/ |              \n" +
	                "               \\  .-\\__  '-'  ___/-. /              \n" +
	                "             ___'. .'  /--.--\\  '. .'___            \n" +
	                "         .\"\" ‘<  ‘.___\\_<|>_/___.’>’ \"\".          \n" +
	                "       | | :  ‘- \\‘.;‘\\ _ /’;.’/ - ’ : | |        \n" +
	                "         \\  \\ ‘_.   \\_ __\\ /__ _/   .-’ /  /        \n" +
	                "    =====‘-.____‘.___ \\_____/___.-’___.-’=====     \n" +
	                "                       ‘=---=’                      \n" +
	                "                                                    \n" +
	                "....................佛祖保佑 ,永无BUG...................\n"+
	                "	 写字楼里写字间，写字间里程序员；程序人员写程序，又拿程序换酒钱。\n" + 
	                "	 酒醒只在网上坐，酒醉还来网下眠；酒醉酒醒日复日，网上网下年复年。\n" + 
	                "	  宁愿老死程序间，只要老板多发钱；小车大房不去想，撰个二千好过年。\n" + 
	                "	  若要见识新世面，公务员比程序员；一个在天一在地，而且还比我们闲。\n" + 
	                "	  别人看我穿白领，我看别人穿名牌；天生我才写程序，臀大近视肩周炎。\n" + 
	                "	  年复一年春光度，度得他人做老板；老板扣我薄酒钱，没有酒钱怎过年。\n" + 
	                "	  春光逝去皱纹起，作起程序也委靡；来到水源把水灌，打死不做程序员。\n" + 
	                "	  别人笑我忒疯癫，我笑他人命太贱；状元三百六十行，偏偏来做程序员。\n" + 
	                "	  但愿老死电脑间，不愿鞠躬老板前；奔驰宝马贵者趣，公交自行程序员。\n" + 
	                "	  别人笑我忒疯癫，我笑自己命太贱；不见满街漂亮妹，哪个归得程序员。\n" + 
	                "	  不想只挣打工钱，那个老板愿发钱；小车大房咱要想，任我享用多悠闲。\n" + 
	                "	  比尔能搞个微软，我咋不能捞点钱；一个在天一在地，定有一日乾坤翻。\n" + 
	                "	  我在天来他在地，纵横天下山水间；傲视武林豪杰墓，一樽还垒风月山。\n" + 
	                "	 电脑面前眼发直，眼镜下面泪茫茫；做梦发财好几亿，从此不用手指忙。\n" + 
	                "	 哪知梦醒手空空，老板看到把我训；待到老时眼发花，走路不知哪是家。\n" + 
	                "	 小农村里小民房，小民房里小民工；小民工人写程序，又拿代码讨赏钱。\n" + 
	                "	 钱空只在代码中，钱醉仍在代码间；有钱无钱日复日，码上码下年复年。\n" + 
	                "	 但愿老死代码间，不愿鞠躬奥迪前，奥迪奔驰贵者趣，程序代码贫者缘。\n" + 
	                "	 若将贫贱比贫者，一在平地一在天；若将贫贱比车马，他得驱驰我得闲。\n");
	    }
	
}
